---
kind: other
id: Methods.T:Autodesk.Revit.DB.GroupLoadOptions
source: html/d303ca72-d0b5-84d8-0f97-3f22c8784ad0.htm
---
# GroupLoadOptions Methods

Returns current duplicate type names handler or Nothing nullptr a null reference ( Nothing in Visual Basic) if none is set.